tap "felixkratz/formulae"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "asciiquarium"
brew "cliclick"
brew "cmatrix"
brew "fd"
brew "git"
brew "isync"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "lynx"
brew "msmtp"
brew "neofetch"
brew "python@3.13"
brew "neomutt"
brew "neovim"
brew "pass"
brew "pipes-sh"
brew "pipx"
brew "ranger"
brew "ripgrep"
brew "typescript"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "batfi"
cask "bitwarden"
cask "font-hack-nerd-font"
cask "font-sf-pro"
cask "hiddenbar"
cask "shortcat"
cask "youtube-to-mp3"
vscode "catppuccin.catppuccin-vsc"
vscode "davidanson.vscode-markdownlint"
vscode "jdinhlife.gruvbox"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "vscodevim.vim"
