aalib
aerc
aom
aribb24
asciiquarium
autoconf
automake
bash
berkeley-db@5
bison
borders
brotli
btop
c-ares
ca-certificates
cairo
cbonsai
certifi
cffi
chruby
cjson
cliclick
cmatrix
cowsay
dav1d
dmenu
ffmpeg
flac
fontconfig
freetype
frei0r
fribidi
gdbm
gettext
giflib
git
glib
glow
gmime
gmp
gnu-getopt
gnupg
gnutls
gpgme
graphite2
harfbuzz
highway
html2text
httrack
icu4c@77
imath
isl
isync
jpeg-turbo
jpeg-xl
jq
lame
lazygit
ldns
leptonica
libarchive
libass
libassuan
libb2
libbluray
libcbor
libdeflate
libevent
libffi
libfido2
libgcrypt
libgit2
libgpg-error
libiconv
libidn2
libksba
libmicrohttpd
libmpc
libnghttp2
libogg
libpng
librist
libsamplerate
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxcb
libxdmcp
libxext
libxft
libxinerama
libxrender
libyaml
little-cms2
llvm@19
lmdb
lpeg
lua
luajit
luv
lynx
lz4
lzo
m4
make
mbedtls
meson
mingw-w64
mpdecimal
mpfr
mpg123
msmtp
mutt
ncurses
neofetch
neomutt
neovim
nettle
ninja
node
notmuch
nowplaying-cli
npth
oniguruma
opencore-amr
openexr
openjpeg
openssh
openssl@1.1
openssl@3
openvpn
opus
p11-kit
pandoc
pango
pass
pcre2
perl
pinentry
pipes-sh
pixman
pkcs11-helper
pkgconf
pycparser
python-packaging
python@3.11
python@3.13
qrencode
ranger
rav1e
rclone
readline
ripgrep
rubberband
ruby-install
rust
screenresolution
sdl2
sfsexp
shpotify
sketchybar
skhd
snappy
speex
spotify_player
sqlite
srt
svt-av1
switchaudio-osx
talloc
telnet
tesseract
testdisk
theora
tokyo-cabinet
tree
tree-sitter
tty-clock
unar
unbound
unibilium
urlscan
utf8proc
webp
wifi-password
x264
x265
xapian
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-renderutil
xcb-util-wm
xorgproto
xvid
xz
yabai
youtube-dl
yt-dlp
zeromq
zimg
zsh
zstd
alt-tab
darktable
dupeguru
font-hack-nerd-font
gstreamer-runtime
hammerspoon
hiddenbar
ipatool
kegworks
keka
linearmouse
marta
playcover-nightly
raycast
rectangle
sf-symbols
shortcat
vlc
wineskin
x2goclient
xquartz
youtube-to-mp3
